ark
arm-none-eabi-gcc
arm-none-eabi-newlib
base
base-devel
bluedevil
bluez
bluez-utils
btop
btrfs-progs
cava
clang
cmake
cmatrix
dfu-util
dolphin
efibootmgr
fastfetch
firefox
git
grub
hyprland
intel-ucode
kitty
kscreen
linux
linux-firmware
man-db
ncdu
neovim
networkmanager
ntfs-3g
openocd
openssh
os-prober
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plasma-desktop
plasma-nm
plasma-pa
power-profiles-daemon
python-pipx
screen
sddm
sddm-kcm
spectacle
stlink
stow
sudo
tree
waybar
wofi
yazi
zed
zsh
zsh-autosuggestions
zsh-syntax-highlighting
