ark
arm-none-eabi-gcc
arm-none-eabi-newlib
base
base-devel
biber
bitwarden
blender
bluedevil
bluez
bluez-utils
btop
btrfs-progs
bun
cava
clang
cmake
cmatrix
composer
cups
cups-pdf
dfu-util
docker
docker-buildx
docker-compose
dolphin
efibootmgr
fastfetch
fd
firefox
flatpak
ghostscript
git
grub
grub-btrfs
gsfonts
hyprland
inkscape
inotify-tools
intel-ucode
kdenlive
kitty
kscreen
kwallet-pam
kwalletmanager
libreoffice-fresh
libreoffice-fresh-cs
linux
linux-firmware
luarocks
man-db
mkcert
ncdu
neovim
networkmanager
ntfs-3g
obsidian
okular
openocd
openssh
os-prober
otf-latin-modern
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
power-profiles-daemon
print-manager
python-pipx
rustup
screen
sddm
sddm-kcm
spectacle
stlink
stow
sudo
system-config-printer
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-fontsrecommended
texlive-fontutils
texlive-langczechslovak
texlive-latexextra
texlive-latexrecommended
texlive-pstricks
texlive-xetex
timeshift
tree
tree-sitter-cli
ufw
usbutils
vlc
vlc-plugins-all
waybar
wofi
wp-cli
yazi
zed
zsh
zsh-autosuggestions
zsh-syntax-highlighting
